{
  "cards": [
    {
      "meanings": [
        "Новые начинания и возможности: Шут символизирует начало нового пути, нового проекта или нового этапа в жизни. Он говорит о том, что перед вами открываются новые двери, и вам следует быть открытыми для новых возможностей.",
"Свобода и спонтанность: Шут олицетворяет собой свободу от ограничений и условностей. Он напоминает вам о том, что нужно следовать за своим сердцем и не бояться рисковать.",
"Вера и оптимизм: Шут излучает позитивную энергию и веру в будущее. Он говорит вам о том, что все возможно, если вы только верите в себя.",
"Безрассудство и игривость: Шут напоминает вам о том, что иногда нужно просто расслабиться и получать удовольствие от жизни. Не относитесь ко всему слишком серьезно.",
"Чистый потенциал: Шут символизирует собой чистоту и отсутствие предрассудков. Он говорит о том, что вы готовы начать все с чистого листа и реализовать свой полный потенциал.",
"Безрассудство и неосторожность: Шут может предостерегать вас от необдуманных действий и ненужного риска. Не торопитесь и тщательно обдумывайте свои решения.",
"Наивность и доверчивость: Шут может быть признаком того, что вы слишком доверчивы другим людям. Будьте осторожны и не позволяйте себя обманывать.",
"Отсутствие планирования: Шут может указывать на то, что вы не планируете свое будущее и действуете спонтанно. Это может привести к проблемам в будущем.",
"Незрелость и безответственность: Шут может быть признаком того, что вы не готовы нести ответственность за свои поступки. Вам нужно повзрослеть и стать более самостоятельным.",
"Потеря и разочарование: Шут может предвещать потери, разочарования и неудачи. Будьте готовы к трудностям и не опускайте руки.",
"Новые отношения: Шут может означать начало новых романтических отношений, которые будут наполнены спонтанностью, страстью и весельем.",
"Свежий взгляд на отношения: Шут может говорить о том, что вам нужно по-новому взглянуть на ваши существующие отношения. Попробуйте увидеть их свежими глазами и внести в них немного спонтанности и игривости.",
"Возобновление отношений: Шут может предвещать возобновление старых отношений или новый этап в существующих отношениях.",
"Незрелость в отношениях: Шут может означать, что вы или ваш партнер незрелы для серьезных отношений. Вам нужно повзрослеть и стать более ответственными, прежде чем вступать в серьезные отношения.",
"Несерьезность: Шут может говорить о том, что вы или ваш партнер не относитесь к отношениям серьезно. Вам нужно решить, хотите ли вы быть вместе, и если да, то вам нужно относиться друг к другу с уважением.",
"Отсутствие доверия: Шут может быть признаком того, что между вами и вашим партнером нет доверия. Вам нужно работать над тем, чтобы построить доверие друг к другу."

      ],
      "name": "Шут",
      "rank": 0,
      "suit": "main"
    },
    {
      "keywords": ["capability", "empowerment", "activity"],
      "meanings": [
       "Сила и воля: Маг олицетворяет собой силу воли, целеустремленность и способность добиваться желаемого.",
"Вдохновение и творчество: Эта карта говорит о творческом потенциале, новых идеях и вдохновении.",
"Уверенность в себе: Маг символизирует уверенность в себе, своих силах и возможностях.",
"Мастерство и умение: Эта карта говорит о владении навыками, знаниями и умении их применять.",
"Проявление воли: Маг олицетворяет собой способность претворять свои идеи в жизнь.",
"Злоупотребление силой: Маг может предупреждать о злоупотреблении властью, манипулировании или эгоизме.",
"Сомнения и неуверенность: Эта карта может говорить о недостатке веры в себя или своих силах.",
"Неспособность действовать: Маг может указывать на прокрастинацию, лень или апатию.",
"Иллюзии и заблуждения: Эта карта может предупреждать о том, что вы живете в иллюзиях или заблуждаетесь.",
"Неумение фокусироваться: Маг может говорить о рассеянности, невнимательности или неумении сосредоточиться.",
"Новый этап в отношениях: Маг может означать начало новых отношений, которые будут основаны на взаимном уважении и доверии.",
"Сильный и страстный союз: Эта карта может говорить о том, что вы находитесь в крепких и страстных отношениях с человеком, который обладает сильной волей и целеустремленностью.",
"Необходимость работы над собой: Маг может указывать на то, что вам нужно поработать над собой, своими страхами и неуверенностью, чтобы улучшить ваши отношения.",
"Совместное творчество и реализация идей: Эта карта может говорить о том, что вам стоит объединить свои усилия и творческий потенциал для реализации общих идей.",
"Необходимость проявить инициативу: Маг может предупреждать о том, что вам нужно проявить больше инициативы и решительности, чтобы ваши отношения развивались."


      ],
      "name": "Маг",
      "rank": 1,
      "suit": "main"
    },
    {

      "keywords": ["intuition", "reflection", "purity", "initiation"],
      "meanings": [
      "Интуиция: Доверие своему внутреннему голосу, умение слушать свою интуицию. Верховная Жрица говорит о том, что вам нужно полагаться на свое чутье, чтобы принимать правильные решения.",
"Мудрость: Глубокое понимание жизни, знание законов Вселенной. Верховная Жрица символизирует духовную мудрость и просветление.",
"Внутренняя сила: Стойкость, терпение, умение контролировать свои эмоции. Верховная Жрица говорит о том, что у вас есть все силы, чтобы справиться с любыми трудностями.",
"Тайны и секреты: Доступ к скрытым знаниям, понимание истинных причин событий. Верховная Жрица символизирует мистические тайны и эзотерические знания.",
"Творчество: Вдохновение, новые идеи, нестандартный подход к решению проблем. Верховная Жрица говорит о том, что вам нужно использовать свой творческий потенциал.",
"Секретность: Скрытие информации, недоверие к людям, замкнутость. Верховная Жрица может указывать на то, что вам нужно быть более открытыми и честными.",
"Отсутствие действий: Апатия, лень, нежелание что-либо делать. Верховная Жрица говорит о том, что вам нужно быть более активными и решительными.",
"Иллюзии: Ошибочное восприятие действительности, самообман. Верховная Жрица может указывать на то, что вам нужно смотреть на вещи более реалистично.",
"Холодность: Эмоциональная отстраненность, отсутствие чувств. Верховная Жрица говорит о том, что вам нужно быть более открытыми и",
"Сомнения: Неуверенность в себе, страх перед неизвестностью. Верховная Жрица может указывать на то, что вам нужно больше доверять себе и своим чувствам.",
"Глубокие отношения: Союз, основанный на взаимном доверии, уважении и духовной близости. Верховная Жрица говорит о том, что ваши отношения с партнером основаны на прочном фундаменте.",
"Секреты в отношениях: Скрытие информации друг от друга, недоверие. Верховная Жрица может указывать на то, что вам нужно быть более честными друг с другом.",
"Духовное развитие: Совместный рост и развитие, стремление к познанию себя и мира. Верховная Жрица говорит о том, что ваши отношения с партнером помогают вам развиваться духовно.",
"Платоническая любовь: Чистые чувства, основанные на взаимном уважении и симпатии. Верховная Жрица может указывать на то, что ваши отношения с партнером не основаны на страсти, но они все же очень ценны.",
"Сложности в отношениях: Непонимание, конфликты, отсутствие взаимосвязи. Верховная Жрица может указывать на то, что вам нужно разобраться в своих отношениях и решить накопившиеся проблемы."


      ],
      "name": "Верховная жрица",
      "rank": 2,
      "suit": "main"
    },
    {
      "keywords": ["fertility", "productivity", "ripeness", "nurturing"],
      "meanings": [
        "Творчество: Вдохновение, новые идеи, реализация творческих проектов. Императрица говорит о том, что вы полны сил и энергии для создания чего-то нового.",
        "Изобилие: Материальное благополучие, процветание, достаток. Императрица символизирует плодородие и щедрость Вселенной.",
        "Любовь и забота: Чувство любви к себе и другим, желание заботиться о близких. Императрица говорит о том, что вам нужно дарить и получать любовь.",
        "Материнство: Беременность, роды, забота о детях. Императрица символизирует новую жизнь, начало нового цикла.",
        "Сила и уверенность: Вера в себя, свои силы и возможности. Императрица говорит о том, что вам нужно ценить себя и не бояться трудностей.",
        "Эгоизм: Чрезмерная забота о себе, своих желаниях, игнорирование потребностей других. Императрица говорит о том, что вам нужно быть щедрее и думать о других.",
        "Материализм: Погоня за деньгами и вещами, отсутствие духовных ценностей. Императрица символизирует теневую сторону изобилия, когда материальные ценности становятся важнее всего остального.",
        "Лень и апатия: Отсутствие мотивации, нежелание действовать, творческий застой. Императрица говорит о том, что вам нужно взять свою жизнь в свои руки и начать действовать.",
        "Контроль: Желание все контролировать, доминировать над другими, нежелание отпускать ситуацию. Императрица символизирует авторитарный стиль управления, который может привести к конфликтам.",
        "Зависимость: Эмоциональная зависимость от других людей, неспособность принимать решения самостоятельно. Императрица говорит о том, что вам нужно стать более самостоятельной и уверенной в себе.",
        "Гармоничные отношения: Любовные, доверительные отношения, основанные на взаимном уважении и заботе. Императрица говорит о том, что партнеры ценят друг друга и заботятся о своих потребностях.",
        "Плодородие: Желание иметь детей, создание семьи. Императрица символизирует новую жизнь, начало нового цикла в отношениях.",
        "Творческий союз: Совместная реализация творческих проектов, поддержка и вдохновение друг друга. Императрица говорит о том, что партнеры помогают друг другу раскрыть свой потенциал.",
        "Материальное благополучие: Совместное достижение финансового благополучия, процветание семьи. Императрица символизирует изобилие, которое приходит к тем, кто умеет работать и ценить то, что имеет.",
        "Чувственная связь: Страсть, нежность, забота друг о друге. Императрица говорит о том, что партнеры испытывают друг к другу сильные чувства и наслаждаются близостью."
      ],
      "name": "Императрица",
      "rank": 3,
      "suit": "main"
    },
    {
      "keywords": ["authority", "regulation", "direction", "structure"],
      "meanings":[
        "Сила и воля: Способность добиваться своих целей, лидерские качества, целеустремленность. Император говорит о том, что у вас есть все необходимое, чтобы реализовать свои желания.",
"Логика и порядок: Умение мыслить аналитически, принимать взвешенные решения, организованность. Император символизирует дисциплину и ответственность.",
"Защита и поддержка: Ощущение безопасности, уверенности в завтрашнем дне, наличие надежного тыла. Император говорит о том, что вам есть на кого опереться.",
"Авторитет и статус: Признание ваших заслуг, уважение окружающих, высокий социальный статус. Император символизирует достижения и карьерный рост.",
"Созидание: Способность воплощать свои идеи в жизнь, реализовывать проекты, управлять процессами. Император говорит о том, что вы можете создавать что-то новое и ценное.",
"Жесткость и авторитарность: Чрезмерный контроль над людьми, подавление чужой воли, диктаторские наклонности. Император говорит о том, что вам нужно быть более демократичным и уважать мнение других.",
"Холодность и безразличие: Неспособность выражать эмоции, отстраненность, отсутствие эмпатии. Император символизирует черствость и равнодушие.",
"Ограниченность и догматизм: Нежелание меняться, приверженность устаревшим взглядам, неспособность мыслить нестандартно. Император говорит о том, что вам нужно быть более открытым и гибким.",
"Злоупотребление властью: Использование своего положения в корыстных целях, манипуляции людьми, эгоизм. Император символизирует тиранию и несправедливость.",
"Неуверенность в себе: Страх перед ответственностью, сомнения в своих силах, низкая самооценка. Император говорит о том, что вам нужно поверить в себя и свои возможности.",
"Крепкий союз: Стабильные и гармоничные отношения, основанные на взаимном уважении и доверии. Император говорит о том, что партнеры являются опорой и поддержкой друг для друга.",
"Лидерство одного партнера: Один из партнеров доминирует в отношениях, контролирует ситуацию, принимает решения. Император символизирует патриархальную модель семьи.",
"Отсутствие спонтанности: Слишком формальные отношения, не хватает страсти и романтики. Император говорит о том, что вам нужно быть более расслабленными и открытыми друг к другу.",
"Необходимость компромисса: Партнерам нужно научиться договариваться, идти на уступки, учитывать желания друг друга. Император символизирует необходимость поиска баланса в отношениях.",
"Новые возможности: Новый этап в отношениях, переход на новый уровень, совместные цели и планы. Император говорит о том, что отношения развиваются и имеют перспективу."

      ],
      "name": "Император",
      "rank": 4,
      "suit": "main"
    },
    {
      "meanings": [
        "Духовный рост: Развитие духовных ценностей, стремление к самопознанию, поиск истины. Жрец говорит о том, что вы находитесь на пути к духовному просветлению.",
"Мудрость и знание: Способность понимать происходящее, давать мудрые советы, учиться новому. Жрец символизирует интеллектуальное развитие и стремление к знаниям.",
"Внутренняя гармония: Сбалансированность разума и чувств, спокойствие, уверенность в себе. Жрец говорит о том, что вы находитесь в гармонии с собой и с миром.",
"Уверенность и целеустремленность: Способность добиваться своих целей, нести ответственность за свои поступки. Жрец символизирует силу воли и целеустремленность.",
"Сострадание и милосердие: Способность понимать и помогать другим людям, заботиться о них. Жрец говорит о том, что вы обладаете большим сердцем и доброй душой.",
"Догматизм: Слепое следование правилам и догмам, нежелание меняться. Жрец говорит о том, что вам нужно быть более открытыми и гибкими.",
"Нетерпимость: Неспособность принимать другие точки зрения, осуждение других людей. Жрец символизирует фанатизм и нетерпимость.",
"Самообман: Иллюзии, заблуждения, неспособность видеть реальность такой, какая она есть. Жрец говорит о том, что вам нужно быть честными с собой.",
"Лицемерие: Расхождение слов с делами, неискренность, обман. Жрец символизирует фальшивость и лицемерие.",
"Ограниченность мышления: Неспособность мыслить нестандартно, отсутствие креативности. Жрец говорит о том, что вам нужно расширить свой кругозор.",
"Гармоничные отношения: Отношения, основанные на взаимном уважении, любви и доверии. Жрец говорит о том, что партнеры ценят друг друга и заботятся о своих потребностях.",
"Духовная связь: Партнеры разделяют друг с другом свои ценности и убеждения, имеют общие цели. Жрец символизирует духовную близость и поддержку.",
"Совместное развитие: Партнеры помогают друг другу расти и совершенствоваться. Жрец говорит о том, что отношения способствуют личностному росту каждого из партнеров.",
"Умение слушать: Партнеры умеют слушать друг друга, понимать чувства и потребности друг друга. Жрец символизирует эмпатию и сопереживание.",
"Долгосрочные отношения: Отношения, основанные на прочной основе и имеющие перспективу развития. Жрец говорит о том, что вас ждет крепкий и счастливый союз."

],
      "name": "Жрец",
      "rank": 5,
      "suit": "main"
    },
    {
      "keywords": ["love", "passion", "unity", "choice"],
      "meanings": [
   "Новый союз: Встреча нового партнера, начало новых отношений, влюбленность. Влюбленные символизируют начало нового этапа в личной жизни.",
"Счастливые отношения: Гармоничные и крепкие отношения, основанные на любви, доверии и взаимном уважении. Влюбленные говорят о том, что вы находитесь в счастливом союзе.",
"Союз душ: Встреча человека, с которым вы будете иметь глубокую духовную связь. Влюбленные символизируют единство душ и предзнаменование счастливого будущего.",
"Сложный выбор: Необходимость сделать важный выбор между двумя равноценными возможностями. Влюбленные говорят о том, что вам нужно тщательно взвесить все за и против, прежде чем принимать решение.",
"Внутренний выбор: Необходимость сделать выбор между своими желаниями и чувствами. Влюбленные символизируют конфликт между разумом и сердцем.",
"Неразделенная любовь: Чувства к человеку, который не отвечает вам взаимностью. Влюбленные говорят о безответной любви и разочаровании.",
"Сомнения: Неуверенность в своих чувствах или чувствах партнера. Влюбленные символизируют колебания и терзания.",
"Неверность: Измена, предательство доверия, крах отношений. Влюбленные говорят о том, что ваши отношения находятся под угрозой.",
"Незрелость: Неготовность к серьезным отношениям, эгоизм, игнорирование потребностей партнера. Влюбленные символизируют незрелость и безответственность.",
"Дисбаланс: Неравноправные отношения, доминирование одного партнера над другим. Влюбленные говорят о том, что в ваших отношениях есть дисбаланс.",
"Начало новых отношений: Встреча нового партнера, влюбленность, начало романа. Влюбленные символизируют начало нового этапа в вашей личной жизни.",
"Развитие отношений: Переход на новый уровень отношений, укрепление связи между партнерами. Влюбленные говорят о том, что ваши отношения развиваются в правильном направлении.",
"Испытание отношений: Необходимость преодолеть трудности, чтобы сохранить отношения. Влюбленные символизируют кризис в отношениях, но также и возможность стать сильнее.",
"Поиск баланса: Необходимость найти гармонию в отношениях, учитывать потребности друг друга. Влюбленные говорят о том, что вам нужно работать над своими отношениями.",
"Необходимость сделать выбор: Решение о том, сохранить ли отношения или двигаться дальше. Влюбленные символизируют перепутье, на котором вам нужно сделать важный выбор."

      ],
      "name": "Влюбленные",
      "rank": 6,
      "suit": "main"
    },
    {
      "keywords": ["advancement", "victory", "triumph", "success"],
      "meanings": [
       "Движение вперед: Успешное продвижение к своим целям, преодоление препятствий. Колесница говорит о том, что вы на верном пути и вам сопутствует удача.",
"Сила воли: Способность добиваться желаемого, целеустремленность и уверенность в себе. Колесница символизирует вашу внутреннюю силу и решимость.",
"Контроль: Умение управлять событиями и людьми, способность влиять на ход ситуации. Колесница говорит о том, что вы держите свою жизнь под контролем.",
"Успех: Достижение поставленных целей, признание и вознаграждение за ваши труды. Колесница символизирует вашу победу и триумф.",
"Новые возможности: Открытие новых перспектив, шанс изменить свою жизнь к лучшему. Колесница говорит о том, что вам нужно быть готовым к новым возможностям и не упускать их.",
"Гордыня: Чрезмерная самоуверенность, зазнайство, игнорирование советов других людей. Колесница говорит о том, что вам нужно быть скромнее и не",
"Упрямство: Нежелание менять свои планы, неспособность адаптироваться к новым обстоятельствам. Колесница символизирует вашу ригидность и негибкость.",
"Поспешность: Необдуманные действия, суетливость, риск совершить ошибку. Колесница говорит о том, что вам нужно тщательно",
"Поражение: Неспособность добиться желаемого, неудача, разочарование. Колесница символизирует ваши ошибки и промахи.",
"Стагнация: Отсутствие движения вперед, застой в делах, потеря мотивации. Колесница говорит о том, что вам нужно изменить свой подход к жизни, чтобы сдвинуться с места.",
"Развитие отношений: Переход на новый уровень отношений, укрепление связи между партнерами. Колесница говорит о том, что ваши отношения развиваются в правильном направлении.",
"Совместное движение к цели: Партнеры помогают друг другу добиваться своих целей, поддерживают друг друга. Колесница символизирует общие интересы и ценности.",
"Сила и поддержка: Партнеры дают друг другу силу и уверенность в себе, вдохновляют друг друга. Колесница говорит о том, что вы можете",
"Страсть и влечение: Сильные чувства друг к другу, бурные эмоции, желание быть вместе. Колесница символизирует сексуальное притяжение и страсть между партнерами.",
"Необходимость компромисса: Партнерам нужно научиться договариваться друг с другом, находить общий язык. Колесница говорит о том, что вам нужно уважать"

],
      "name": "Колесница",
      "rank": 7,
      "suit": "main"
    },
    {

      "keywords": [
        "discipline",
        "boldness",
        "self-discipline",
        "power",
        "vitality"
      ],
      "meanings": [
        "Внутренняя сила: Способность преодолевать трудности, стойкость духа, уверенность в себе. Сила говорит о том, что у вас есть все ресурсы, чтобы справиться с любой ситуацией.",
"Смелость: Готовность рисковать, отстаивать свои убеждения, действовать решительно. Сила символизирует храбрость и отвагу перед лицом опасности.",
"Сила воли: Способность контролировать свои эмоции, желания и поступки. Сила говорит о том, что вы умеете владеть собой и не поддаваться на провокации.",
"Целеустремленность: Упорство в достижении целей, настойчивость, трудолюбие. Сила символизирует движение к мечте, несмотря на препятствия.",
"Сострадание: Умение понимать чувства других людей, заботиться о них, оказывать поддержку. Сила говорит о том, что вы обладаете большим сердцем и способны на эмпатию.",
"Агрессия: Вспыльчивость, гнев, желание подчинить других своей воле. Сила говорит о том, что вам нужно научиться контролировать свои эмоции.",
"Упрямство: Нежелание идти на компромисс, отстаивание своих ошибочных взглядов. Сила символизирует негибкость и неспособность слушать других.",
"Злоупотребление властью: Использование своей силы для достижения эгоистичных целей, манипулирование людьми. Сила говорит о том, что вам нужно использовать свою силу во благо, а не во вред.",
"Тщеславие: Чрезмерная гордость своими достижениями, хвастовство, эгоизм. Сила символизирует зацикленность на себе и отсутствие внимания к другим людям.",
"Саморазрушение: Неумение заботиться о себе, вредные привычки, рискованное поведение. Сила говорит о том, что вам нужно беречь себя и не подвергать себя опасности.",
"Сильный союз: Отношения, основанные на взаимном уважении, доверии и поддержке. Сила говорит о том, что партнеры являются опорой друг для друга.",
"Страсть и влечение: Сильное физическое притяжение между партнерами, буря эмоций. Сила символизирует сексуальную энергию и страсть в отношениях.",
"Лидерство одного из партнеров: Один из партнеров доминирует в отношениях, другой подчиняется. Сила говорит о том, что партнерам нужно найти баланс в отношениях.",
"Преодоление трудностей: Способность партнеров вместе решать проблемы, поддерживать друг друга в сложных ситуациях. Сила символизирует командную работу и взаимопомощь.",
"Необходимость перемен: Отношения зашли в тупик, необходим новый импульс для их развития. Сила говорит о том, что партнерам нужно работать над отношениями, чтобы сделать их более крепкими и гармоничными."

],
      "name": "Сила",
      "rank": 8,
      "suit": "main"
    },
    {
      "keywords": ["solitude", "experience", "stillness", "withdrawal"],
      "meanings": [
        "Духовный поиск: Время для интроспекции, медитации и самоанализа. Отшельник призывает вас отступить от суеты и сосредоточиться на внутреннем мире.",
"Независимость: Вы обретаете свободу от ограничений и зависимостей. Это время, чтобы следовать своим путем, полагаясь на свою интуицию.",
"Простота: Сокращение материальных потребностей и фокусировка на самом важном. Отшельник учит ценить духовные ценности больше, чем материальные блага.",
"Внутренняя сила: Вы обладаете стойкостью и мудростью, чтобы справиться с трудностями. Отшельник символизирует уверенность в себе и своих силах.",
"Новые знания: Приобретение ценных знаний и опыта через уединение и самообразование. Отшельник предвещает период обучения и открытия новых истин.",
"Изоляция: Вы чувствуете себя одиноким и отделенным от окружающих. Отшельник может указывать на социальную изоляцию или трудности в общении.",
"Отчуждение: Вы отказываетесь от людей и социальных обязательств. Отшельник может символизировать апатию, пессимизм или страх перед близостью.",
"Застой: Вы застряли в своих мыслях и не можете двигаться дальше. Отшельник может означать отсутствие прогресса или неспособность изменить свою жизнь.",
"Аскетизм: Отказ от удовольствий и радостей жизни. Отшельник может говорить о чрезмерной строгости к себе или неспособности наслаждаться моментом.",
"Фанатизм: Негибкость мышления и нетерпимость к другим взглядам. Отшельник может символизировать догматизм или одержимость своими идеями.",
"Поиск себя: Один из партнеров нуждается в уединении и времени для самоанализа. Это может привести к временному отчуждению, но в итоге укрепит отношения.",
"Независимость: В отношениях ценится личное пространство и свобода. Отшельник может указывать на партнеров, которые не ограничивают друг друга.",
"Духовное развитие: Оба партнера стремятся к духовному росту и самосовершенствованию. Отшельник символизирует общие ценности и глубокую связь.",
"Сложности в общении: Партнерам трудно выражать свои чувства и потребности. Отшельник может говорить о закрытости или неспособности к открытой коммуникации.",
"Необходимость перемен: Отношениям требуется переосмысление и новые подходы. Отшельник может означать необходимость временного расставания или изменения динамики отношений."

      ],
      "name": "Отшельник",
      "rank": 9,
      "suit": "main"
    },
    {
      "keywords": [
        "luck",
        "randomness",
        "cycles",
        "karma",
        "fate",
        "revolution"
      ],
      "meanings": [
       "Судьба: Неожиданные события и повороты, которые меняют ход жизни. Колесо Фортуны символизирует перемены, которые могут быть как благоприятными, так и неблагоприятными.",
"Новые возможности: Шанс начать все заново и реализовать свои мечты. Колесо Фортуны говорит о том, что открываются новые двери и перспективы.",
"Удача: Везение и благоприятные стечения обстоятельств. Колесо Фортуны предвещает удачу в делах и начинаниях.",
"Цикл: Повторение событий и возвращение к прошлому. Колесо Фортуны напоминает о том, что все в жизни взаимосвязано.",
"Карма: Получение результатов своих действий. Колесо Фортуны говорит о том, что мы сами творим свою судьбу.",
"Непредсказуемость: Невозможность контролировать события и влиять на ход жизни. Колесо Фортуны символизирует переменчивость судьбы.",
"Неудачи: Период трудностей и разочарований. Колесо Фортуны может указывать на потери и неудачи.",
"Повторение ошибок: Неспособность извлечь уроки из прошлого. Колесо Фортуны говорит о том, что мы наступаем на одни и те же грабли.",
"Рок: Чувство беспомощности перед лицом судьбы. Колесо Фортуны может символизировать фатализм и предопределение.",
"Нестабильность: Постоянные изменения и отсутствие твердой почвы под ногами. Колесо Фортуны говорит о том, что жизнь полна перемен.",
"Судьбоносная встреча: Роковая встреча, которая меняет жизнь пары. Колесо Фортуны символизирует кармическую связь между партнерами.",
"Взлеты и падения: Отношения, в которых периоды бурной страсти сменяются охлаждением. Колесо Фортуны говорит о непостоянстве чувств.",
"Новые возможности: Шанс выйти на новый уровень отношений. Колесо Фортуны предвещает совместный рост и развитие.",
"Непредсказуемость: Невозможность предсказать будущее отношений. Колесо Фортуны говорит о том, что отношения развиваются по своему сценарию.",
"Роковые ошибки: Ошибки, которые могут привести к разрушению отношений. Колесо Фортуны призывает к осознанности и ответственности в отношениях."

      ],
      "name": "Колесо фортуны",
      "rank": 10,
      "suit": "main"
    },
    {
      "keywords": ["balance", "law", "fairness", "objectivity"],
      "meanings": [
   "Справедливость: Справедливое и беспристрастное решение проблемы. Справедливость говорит о том, что будет восстановлен баланс и восторжествует правда.",
"Закон и порядок: Соблюдение правил и норм. Справедливость символизирует ответственность и честность.",
"Равновесие: Сохранение баланса между разными сторонами. Справедливость говорит о том, что все точки зрения будут учтены.",
"Объективность: Взвешенный и непредвзятый подход к ситуации. Справедливость призывает к беспристрастности и рациональному мышлению.",
"Договор: Честное и взаимовыгодное соглашение. Справедливость говорит о том, что будут учтены интересы всех сторон.",
"Несправедливость: Нечестное или предвзятое отношение. Справедливость может указывать на злоупотребление властью или необоснованные обвинения.",
"Судебные тяжбы: Споры, конфликты и судебные разбирательства. Справедливость говорит о том, что вам придется отстаивать свои права.",
"Критика: Осуждение и порицание со стороны окружающих. Справедливость может указывать на чувство вины или стыда.",
"Жесткость: Неуступчивость и нежелание идти на компромисс. Справедливость говорит о том, что вы застряли в своих принципах.",
"Формализм: Чрезмерное внимание к правилам и бюрократические препоны. Справедливость может указывать на волокиту и отсутствие здравого смысла.",
"Справедливое партнерство: Отношения, основанные на взаимном уважении и равноправии. Справедливость говорит о том, что партнеры ценят друг друга и заботятся о своих потребностях.",
"Решение проблем: Способность конструктивно решать конфликты и находить компромиссы. Справедливость говорит о том, что партнеры умеют договариваться.",
"Честность и открытость: Отношения, в которых нет места секретам и обману. Справедливость говорит о доверии и взаимопонимании между партнерами.",
"Несправедливость: Нечестное или неравноправное отношение к одному из партнеров. Справедливость может указывать на эмоциональное или физическое насилие.",
"Разрыв отношений: Невозможность сохранить отношения из-за накопившихся обид и претензий. Справедливость говорит о том, что отношения исчерпали себя."

],
      "name": "Justice",
      "rank": 11,
      "suit": "main"
    },
    {

      "keywords": [
        "enlightenment",
        "sacrifice",
        "perspective",
        "suspension",
        "reversals"
      ],
      "meanings": [
        "Новая перспектива: Взгляд на ситуацию с другой стороны, переосмысление ценностей. Повешенный говорит о том, что вам нужно изменить свою точку зрения, чтобы найти выход.",
"Жертва: Сознательное само жертвование ради достижения цели. Повешенный символизирует отказ от чего-то ненужного, чтобы обрести новое.",
"Внутренняя сила: Способность выстоять в трудных испытаниях, стойкость духа. Повешенный говорит о том, что вы обладаете силой, чтобы преодолеть любые препятствия.",
"Прощение: Освобождение от обид и негативных чувств. Повешенный символизирует отпущение прошлого и движение вперед.",
"Духовный рост: Переход на новый уровень духовного развития, пробуждение. Повешенный говорит о том, что вы находитесь на пути к самопознанию.",
"Безысходность: Чувство безысходности и тупика, отсутствие выхода из ситуации. Повешенный может указывать на депрессию или апатию.",
"Жертвенность: Чрезмерная самоотверженность, приводящая к саморазрушению. Повешенный говорит о том, что вы ставите чужие потребности выше своих.",
"Зависимость: Эмоциональная или физическая зависимость от других людей или обстоятельств. Повешенный может указывать на неспособность самостоятельно принимать решения.",
"Откладывание дел: Прокрастинация, нежелание решать проблемы. Повешенный говорит о том, что вы боитесь перемен и ответственности.",
"Потери: Лишение чего-то важного, разочарования. Повешенный может указывать на финансовые потери или крах планов.",
"Несбалансированные отношения: В отношениях один из партнеров доминирует над другим. Повешенный говорит о том, что партнеры не ценят друг друга и не уважают границы друг друга.",
"Жертвенность: Один из партнеров постоянно жертвует своими интересами ради другого. Повешенный может указывать на эмоциональное истощение и нездоровые отношения.",
"Зависимость: Эмоциональная зависимость одного партнера от другого. Повешенный говорит о том, что партнеры не могут существовать друг без друга.",
"Отсутствие развития: Отношения застыли на одном месте и не развиваются. Повешенный может указывать на скуку, апатию и отсутствие общих интересов.",
"Разрыв: Неизбежный разрыв отношений, который причинит боль обоим партнерам. Повешенный говорит о том, что отношения исчерпали себя и не могут быть сохранены."

],
      "name": "Повешенный",
      "rank": 12,
      "suit": "main"
    },
    {
      "keywords": [
        "ending",
        "conclusion",
        "transition",
        "passage",
        "departure"
      ],
      "meanings": [
      "Трансформация: Переход на новый этап жизни, завершение старого цикла и начало нового. Смерть говорит о том, что вам нужно отпустить прошлое, чтобы двигаться вперед.",
"Обновление: Избавление от всего ненужного, очищение и освобождение. Смерть символизирует новые возможности и шанс начать все заново.",
"Внутренние изменения: Глубокие личностные изменения, переосмысление ценностей. Смерть говорит о том, что вы находитесь на пути к самопознанию.",
"Духовный рост: Переход на новый уровень духовного развития, связь с высшими силами. Смерть символизирует пробуждение и просветление.",
"Новые возможности: Неожиданные шансы и перспективы, которые открываются перед вами. Смерть говорит о том, что вам нужно быть готовым к переменам.",
"Физическая смерть: Смерть близкого человека или период серьезных заболеваний. Смерть говорит о том, что вам нужно столкнуться с потерей и пережить горе.",
"Конец чего-то: Завершение важного проекта, отношений или этапа жизни. Смерть символизирует крушение планов и разочарования.",
"Стагнация: Отсутствие развития, апатия и потеря интереса к жизни. Смерть говорит о том, что вы застряли в своих проблемах и не можете двигаться вперед.",
"Страхи: Боязнь перемен, смерти или неизвестности. Смерть символизирует ваши внутренние демоны, которые мешают вам жить полной жизнью.",
"Депрессия: Чувство безысходности, уныние и потеря смысла жизни. Смерть говорит о том, что вам нужна помощь и поддержка.",
"Завершение отношений: Разрыв, расставание или охлаждение чувств. Смерть говорит о том, что отношения исчерпали себя и не могут быть сохранены.",
"Кризис в отношениях: Серьезные проблемы, конфликты и непонимание между партнерами. Смерть символизирует необходимость перемен или принятия сложного решения.",
"Трансформация отношений: Переход на новый уровень отношений, изменение их качества. Смерть говорит о том, что отношения выходят на новый уровень.",
"Отпускание обид: Прощение друг друга, избавление от негативных чувств. Смерть символизирует примирение и исцеление.",
"Новые отношения: Встреча нового партнера, которая может изменить вашу жизнь. Смерть говорит о том, что вас ждет новый шанс на любовь."

],
      "name": "Смерть",
      "rank": 13,
      "suit": "main"
    },
    {
      "keywords": [
        "blending",
        "synthesis",
        "mediation",
        "combination",
        "harmony"
      ],
      "meanings": [
       "Равновесие: Сохранение баланса между разными сферами жизни. Умеренность говорит о том, что вам нужно найти гармонию между работой и отдыхом, материальным и духовным.",
"Умеренность: Избегание крайностей, золотая середина. Умеренность символизирует разумный подход к жизни и отказ от излишеств.",
"Терпение: Спокойное и мудрое отношение к ситуациям, умение ждать. Умеренность говорит о том, что не стоит торопить события и все придет своим чередом.",
"Справедливость: Честное и непредвзятое отношение к людям и событиям. Умеренность символизирует объективность и беспристрастность.",
"Согласие: Мирное разрешение конфликтов, поиск компромисса. Умеренность говорит о том, что вам нужно уметь договариваться с людьми.",
"Стагнация: Отсутствие движения вперед, застой в делах. Умеренность может указывать на апатию, лень и отсутствие мотивации.",
"Нерешительность: Неспособность сделать выбор, страх перемен. Умеренность говорит о том, что вам нужно больше уверенности в себе.",
"Самоограничение: Отказ от удовольствий и радостей жизни. Умеренность может символизировать аскетизм или страх перед счастьем.",
"Неумение расслабляться: Постоянное напряжение и тревожность. Умеренность говорит о том, что вам нужно научиться отдыхать и заботиться о себе.",
"Непостоянство: Нестабильность настроения и поведения. Умеренность может указывать на непостоянство или лень.",
"Гармоничные отношения: Отношения, основанные на взаимном уважении, любви и доверии. Умеренность говорит о том, что партнеры ценят друг друга и заботятся о своих потребностях.",
"Умение договариваться: Способность конструктивно решать конфликты и находить компромиссы. Умеренность говорит о том, что партнеры умеют слушать друг друга и идти на уступки.",
"Совместное развитие: Партнеры помогают друг другу расти и совершенствоваться. Умеренность символизирует общие интересы и ценности.",
"Сдержанность: Умение контролировать свои эмоции и не поддаваться на провокации. Умеренность говорит о том, что партнеры уважают чувства друг друга.",
"Долгосрочные отношения: Отношения, основанные на прочной основе и имеющие перспективу развития. Умеренность символизирует верность, преданность и любовь."


      ],
      "name": "Умеренность",
      "rank": 14,
      "suit": "main"
    },
    {
      "keywords": ["shadow", "materialism", "bondage", "delusion"],
      "meanings": [
        "Сила и воля: Способность добиваться своих целей, несмотря на трудности. Дьявол говорит о том, что у вас есть все необходимое, чтобы реализовать свои желания.",
"Страсть: Сильное влечение к другому человеку, бурные чувства. Дьявол символизирует энергию и притяжение.",
"Искушение и азарт: Желание рискнуть и испытать запретное. Дьявол говорит о том, что вам нужно быть осторожным, но не стоит бояться своих желаний.",
"Материальный успех: Достижение богатства и процветания, но важно не зацикливаться на материальных ценностях. Дьявол символизирует изобилие, но напоминает о том, что истинные ценности не всегда материальны.",
"Творческая сила: Вдохновение и нестандартный подход к решению проблем. Дьявол говорит о том, что вы можете использовать свою креативность, чтобы добиться успеха",
"Зависимость: Эмоциональная, физическая или финансовая зависимость от чего-либо или кого-либо. Дьявол говорит о том, что вам нужно освободиться от гнета зависимости.",
"Обман и манипуляции: Использование нечестных методов для достижения своих целей. Дьявол символизирует коварство и предательство.",
"Саморазрушение: Вредные привычки, азартные игры, рискованное поведение. Дьявол говорит о том, что вам нужно заботиться о себе и не идти на поводу у своих низменных желаний.",
"Жадность и алчность: Неумеренная тяга к деньгам и материальным благам. Дьявол символизирует эгоизм и отсутствие духовных ценностей.",
"Темная сторона личности: Проявление негативных качеств, таких как гнев, злоба, зависть. Дьявол говорит о том, что вам нужно работать над собой и искоренять свои теневые стороны.",
"Страстные отношения: Отношения, основанные на сильном влечении и страсти. Дьявол говорит о том, что партнеры испытывают друг к другу бурю эмоций.",
"Нездоровые отношения: Созависимость, манипуляции, контроль. Дьявол символизирует токсичные отношения, которые разрушают личность.",
"Искушение: Влечение к запретному плоду, измена или предательство. Дьявол говорит о том, что партнерам нужно быть честными друг с другом и беречь свои отношения.",
"Неравноправие: Доминирование одного партнера над другим, отсутствие взаимоуважения. Дьявол символизирует дисбаланс сил в отношениях.",
"Разрыв: Завершение отношений из-за накопившихся обид, претензий и разочарований. Дьявол говорит о том, что отношения исчерпали себя и не могут быть сохранены."

],
      "name": "Дьявол",
      "rank": 15,
      "suit": "main"
    },
    {
      "keywords": [
        "demolition",
        "upheaval",
        "deconstruction",
        "disaster",
        "destruction"
      ],
      "meanings": [
       "Пробуждение: Осознание своих истинных целей и ценностей, переосмысление жизни. Башня говорит о том, что вам нужно избавиться от иллюзий и взглянуть на мир по-новому.",
"Освобождение: Избавление от всего ненужного, устаревших взглядов и ограничений. Башня символизирует разрушение всего, что мешает вам двигаться вперед.",
"Внутренняя сила: Способность преодолеть трудности и невзгоды, стать сильнее. Башня говорит о том, что у вас есть все силы, чтобы справиться с любыми испытаниями.",
"Неожиданные возможности: Новые шансы и перспективы, которые открываются перед вами. Башня символизирует внезапные перемены, которые могут привести к лучшему.",
"Творческий прорыв: Вдохновение и новые идеи, которые помогут вам реализовать свои мечты. Башня говорит о том, что вам нужно использовать свой потенциал по максимуму.",
"Разрушение: Крушение планов, потеря работы, распад отношений. Башня символизирует крах всего, что было вам дорого.",
"Внезапные перемены: Неожиданные события, которые выбивают вас из колеи. Башня говорит о том, что вам нужно быть готовым к переменам, даже если они будут неприятными.",
"Гордыня: Чрезмерная самоуверенность, зазнайство, нежелание прислушиваться к советам. Башня говорит о том, что вам нужно быть скромнее и не",
"Изоляция: Чувство одиночества, отверженности, отсутствие поддержки. Башня символизирует отчуждение от людей и разочарование в мире.",
"Трагедия: Серьезное происшествие, несчастный случай, болезнь. Башня говорит о том, что вам нужно быть стойким и не терять надежду.",
"Разрыв отношений: Неожиданный разрыв, крах любви, предательство. Башня символизирует завершение отношений, которые исчерпали себя.",
"Конфликт: Серьезные проблемы, ссоры, непонимание между партнерами. Башня говорит о том, что вам нужно разобраться в своих отношениях и решить накопившиеся проблемы.",
"Внутренние противоречия: Неуверенность в себе, страх перед изменениями, нежелание развиваться. Башня символизирует личностные проблемы, которые мешают развитию отношений.",
"Нечестность: Обман, предательство, потеря доверия между партнерами. Башня говорит о том, что вам нужно быть честными друг с другом, чтобы сохранить отношения.",
"Необходимость перемен: Пора перейти на новый уровень отношений, изменить их качество. Башня символизирует необходимость трансформации отношений, чтобы они стали более крепкими и гармоничными."

],
      "name": "Башня",
      "rank": 16,
      "suit": "main"
    },
    {
      "keywords": [
        "hope",
        "optimism",
        "openness",
        "certainty",
        "faith",
        "longing",
        "truth"
      ],
      "meanings": [
        "Надежда: Вера в лучшее будущее, оптимизм, вдохновение. Звезда говорит о том, что не стоит терять надежду, даже в самые темные времена.",
"Внутренняя гармония: Чувство спокойствия, уверенности в себе, единение с собой. Звезда символизирует душевный баланс и равновесие.",
"Целеустремленность: Четкое видение своих целей, стремление к их достижению. Звезда говорит о том, что вам нужно следовать за своей мечтой.",
"Творческий потенциал: Вдохновение, новые идеи, таланты, которые нужно реализовать. Звезда символизирует творческую энергию и креативность.",
"Духовный рост: Переход на новый уровень духовного развития, связь с высшими силами. Звезда говорит о том, что вам нужно прислушиваться к своему внутреннему голосу.",
"Иллюзии: Неоправданные надежды, фантазии, оторванные от реальности. Звезда говорит о том, что вам нужно быть реалистичнее и не витать в облаках.",
"Разочарование: Потеря веры в себя, своих цели и мечты. Звезда символизирует уныние и апатию.",
"Непрактичность: Неспособность воплотить свои идеи в жизнь, лень, отсутствие мотивации. Звезда говорит о том, что вам нужно действовать, а не просто мечтать.",
"Поверхностность: Нежелание смотреть вглубь себя, отсутствие духовных ценностей. Звезда символизирует пустоту и отсутствие смысла жизни.",
"Самообман: Нечестность с собой, отрицание своих истинных желаний и потребностей. Звезда говорит о том, что вам нужно быть честными с собой.",
"Гармоничные отношения: Отношения, основанные на взаимном уважении, любви и доверии. Звезда говорит о том, что партнеры счастливы вместе и у них крепкая связь.",
"Вдохновение: Партнеры вдохновляют друг друга на новые достижения, помогают друг другу развиваться. Звезда символизирует совместный рост и движение вперед.",
"Общее будущее: Партнеры видят будущее вместе, строят совместные планы. Звезда говорит о том, что отношения имеют перспективу развития.",
"Поддержка: Партнеры всегда готовы поддержать друг друга в трудную минуту. Звезда символизирует чувство защищенности и уверенности в будущем.",
"Идеализация: Партнеры идеализируют друг друга, не видят недостатков. Звезда говорит о том, что нужно быть реалистичнее и не требовать от партнера совершенства."

      ],
      "name": "Звезда",
      "rank": 17,
      "suit": "main"
    },
    {
      "keywords": [
        "mystery",
        "fantasy",
        "imagination",
        "dreams",
        "uncertainty"
      ],
      "meanings": [
        "Гармоничные отношения: Отношения, основанные на взаимном уважении, любви и доверии. Звезда говорит о том, что партнеры счастливы вместе и у них крепкая связь.",
"Вдохновение: Партнеры вдохновляют друг друга на новые достижения, помогают друг другу развиваться. Звезда символизирует совместный рост и движение вперед.",
"Общее будущее: Партнеры видят будущее вместе, строят совместные планы. Звезда говорит о том, что отношения имеют перспективу развития.",
"Поддержка: Партнеры всегда готовы поддержать друг друга в трудную минуту. Звезда символизирует чувство защищенности и уверенности в будущем.",
"Идеализация: Партнеры идеализируют друг друга, не видят недостатков. Звезда говорит о том, что нужно быть реалистичнее и не требовать от партнера совершенства.",
"Обманы и иллюзии: Неспособность отличить реальность от вымысла, заблуждения, самообман. Луна говорит о том, что вам нужно быть критичнее к себе и к информации, которую вы получаете.",
"Страхи и фобии: Иррациональные страхи, тревожность, мнительность. Луна символизирует ваши внутренние демоны, которые мешают вам двигаться вперед.",
"Эмоциональная нестабильность: Перепады настроения, капризность, непредсказуемость. Луна говорит о том, что вам нужно научиться контролировать свои эмоции.",
"Зависимости: Эмоциональная, физическая или психологическая зависимость от чего-либо или кого-либо. Луна символизирует слабость воли и неспособность самостоятельно принимать решения.",
"Одиночество и изоляция: Чувство отверженности, отсутствие поддержки, замкнутость в себе. Луна говорит о том, что вам нужно выйти из своей скорлупы и наладить контакт с людьми.",
"Скрытые чувства: Невысказанные чувства, недопонимание, тайна между партнерами. Луна говорит о том, что вам нужно быть честными друг с другом и открыто говорить о своих чувствах.",
"Нестабильность: Отсутствие уверенности в будущем отношений, колебания, сомнения. Луна символизирует шаткость и неопределенность в отношениях.",
"Эмоциональная зависимость: Один из партнеров слишком сильно зависит от другого, ревность, контроль. Луна говорит о том, что в отношениях должна быть здоровая дистанция.",
"Манипуляции: Использование эмоционального давления, хитрости, обмана для достижения своих целей. Луна символизирует токсичные отношения, которые разрушают личность.",
"Новые отношения: Встреча таинственного человека, который может изменить вашу жизнь. Луна говорит о том, что вас ждет новый шанс на любовь, но будьте осторожны и не делайте поспешных выводов."

      ],
      "name": "Луна",
      "rank": 18,
      "suit": "main"
    },
    {
      "keywords": ["joy", "brilliance", "validation", "attention", "energy"],
      "meanings": [

        "Счастье и радость: Чувство полного удовлетворения жизнью, оптимизм, душевный подъем. Солнце говорит о том, что вы находитесь в благоприятном периоде, когда все получается.",
"Успех и достижения: Реализация целей, получение желаемого, признание заслуг. Солнце символизирует победу и триумф.",
"Творческий потенциал: Вдохновение, новые идеи, реализация своих талантов. Солнце говорит о том, что сейчас самое время творить и делиться своим светом с миром.",
"Здоровье и жизненная сила: Отличное самочувствие, прилив сил, крепкий иммунитет. Солнце символизирует жизненную энергию и исцеление.",
"Любовь и гармония: Счастливые и крепкие отношения, основанные на взаимной любви, доверии и уважении. Солнце говорит о том, что вы находитесь в душевной гармонии и чувствуете себя любимыми.",
"Гордыня: Чрезмерная самоуверенность, зазнайство, игнорирование проблем. Солнце может говорить о том, что вы 'зависли' в своих достижениях и не хотите двигаться дальше.",
"Самообман: Неспособность объективно оценивать ситуацию, слепое доверие людям. Солнце говорит о том, что вам нужно быть реалистичнее и не витать в облаках.",
"Поверхностность: Нежелание смотреть вглубь вещей, отсутствие серьезных целей. Солнце может говорить о том, что вы живете 'одним днем' и не задумываетесь о будущем.",
"Лень и апатия: Отсутствие мотивации, нежелание что-либо делать. Солнце говорит о том, что вам нужно взять себя в руки и начать действовать.",
"Эгоизм: Зацикленность на себе, своих потребностях, игнорирование нужд других людей. Солнце может говорить о том, что вам нужно стать более щедрым и заботливым.",
"Счастливые и крепкие отношения: Союз, основанный на любви, доверии, взаимоуважении и поддержке. Солнце говорит о том, что ваши отношения наполнены теплом, светом и радостью.",
"Гармония и взаимопонимание: Партнеры чувствуют себя комфортно друг с другом, легко решают проблемы и всегда готовы прийти на помощь. Солнце символизирует единство душ и общие цели.",
"Развитие и рост: Партнеры помогают друг другу развиваться, двигаться вперед и достигать новых вершин. Солнце говорит о том, что ваши отношения наполнены вдохновением и поддержкой.",
"Страсть и романтика: В отношениях присутствует огонь, влечение, трепетные чувства. Солнце символизирует любовь во всей ее красоте и многогранности.",
"Создание семьи: Желание создать крепкую семью, родить детей, жить вместе долго и счастливо. Солнце говорит о том, что ваши отношения готовы перейти на новый уровень."

      ],
      "name": "Солнце",
      "rank": 19,
      "suit": "main"
    },
    {

      "keywords": [
        "revival",
        "renewal",
        "resurrection",
        "evaluation",
        "invitation"
      ],
      "meanings": [
        "Пробуждение: Осознание своих истинных целей и ценностей, переосмысление жизни. Суд говорит о том, что вам нужно прислушаться к своему внутреннему голосу и следовать своему предназначению.",
"Воскрешение: Новое начало, выход из сложной ситуации, преодоление трудностей. Суд символизирует шанс начать все заново и изменить свою жизнь к лучшему.",
"Справедливость: Вознаграждение за добрые дела, восстановление справедливости. Суд говорит о том, что вы получите то, что заслужили.",
"Духовный рост: Переход на новый уровень духовного развития, связь с высшими силами. Суд символизирует просветление и обретение мудрости.",
"Внутренняя гармония: Чувство спокойствия, уверенности и удовлетворения жизнью. Суд говорит о том, что вы находитесь в гармонии с собой и с миром.",
"Осуждение: Критика со стороны окружающих, чувство вины, страх перед наказанием. Суд говорит о том, что вам нужно быть терпимее к себе и к другим.",
"Сомнения: Неуверенность в себе, страх перед будущим, отсутствие цели. Суд символизирует внутренние терзания и метания.",
"Завершение: Конец чего-то важного, подведение итогов, переоценка ценностей. Суд говорит о том, что вам нужно отпустить прошлое и двигаться вперед.",
"Несправедливость: Неоправданные обвинения, осуждение безвинных, крушение надежд. Суд символизирует разочарование и несправедливость мира.",
"Откладывание дел: Нежелание решать проблемы, страх перед переменами, лень. Суд говорит о том, что вам нужно взять свою жизнь в свои руки и начать действовать.",
"Воссоединение: Возобновление отношений после разрыва, примирение, прощение. Суд символизирует шанс начать все сначала и построить крепкие отношения.",
"Новый этап в отношениях: Переход на новый уровень отношений, изменение их качества. Суд говорит о том, что ваши отношения выходят на новый уровень.",
"Разрешение конфликтов: Нахождение компромисса, выход из сложной ситуации, восстановление мира и гармонии. Суд символизирует способность договариваться и решать проблемы.",
"Открытие истины: Разоблачение обмана, предательства, скрытых мотивов. Суд говорит о том, что вам нужно быть честными друг с другом и не бояться правды.",
"Необходимость перемен: Пора пересмотреть свои отношения, изменить их к лучшему или же разорвать их. Суд символизирует необходимость сделать выбор и двигаться дальше."

      ],
      "name": "Суд",
      "rank": 20,
      "suit": "main"
    },
    {
      "keywords": [
        "wholeness",
        "integration",
        "totality",
        "completeness",
        "fullness"
      ],
      "meanings": [
        "Завершение и исполнение: Успешное завершение дела, достижение цели, реализация мечты. Мир говорит о том, что вы добились желаемого и можете гордиться собой.",
"Гармония и равновесие: Состояние внутреннего спокойствия, умиротворения, баланс во всех сферах жизни. Мир символизирует счастье, благополучие и чувство удовлетворенности.",
"Единство и целостность: Соединение разных частей вашей жизни, обретение целостности. Мир говорит о том, что вы нашли свое место в мире и живете в согласии с собой.",
"Новые возможности: Открытие новых горизонтов, начало нового этапа жизни. Мир символизирует новые шансы и перспективы, которые могут привести к еще большему успеху.",
"Духовный рост: Переход на новый уровень духовного развития, связь с высшими силами. Мир говорит о том, что вы достигли просветления и обрели мудрость.",
"Самообман: Иллюзии, заблуждения, неспособность объективно оценивать ситуацию. Мир говорит о том, что вы живете в выдуманном мире и не видите реальности.",
"Стагнация: Отсутствие движения вперед, застой в делах, самодовольство. Мир символизирует апатию и отсутствие мотивации.",
"Неудовлетворенность: Чувство пустоты, разочарования, ощущение, что чего-то не хватает. Мир говорит о том, что вам нужно пересмотреть свои цели и ценности.",
"Изоляция: Отсутствие поддержки близких, одиночество, чувство оторванности от мира. Мир символизирует замкнутость и неспособность",
"Неопределенность: Сомнения, страхи, отсутствие ясности в будущем. Мир говорит о том, что вам нужно доверять себе и своей интуиции.",
"Счастливые и крепкие отношения: Союз, основанный на любви, доверии и взаимном уважении. Мир символизирует гармонию, взаимопонимание и поддержку между партнерами.",
"Совместное развитие: Партнеры помогают друг другу расти и совершенствоваться. Мир говорит о том, что отношения развиваются в правильном направлении.",
"Исполнение желаний: Обретение того, чего вы хотели в отношениях: любовь, семья, дети. Мир символизирует реализацию совместных целей и желаний.",
"Духовная связь: Партнеры чувствуют единение душ, понимают друг друга без слов. Мир говорит о глубокой связи и близости между людьми.",
"Исцеление и прощение: Способность простить друг друга ошибки, начать все с чистого листа. Мир символизирует примирение и восстановление отношений."

],
      "name": "Мир",
      "rank": 21,
      "suit": "main"
    },
    {
      "keywords": ["desire", "inspiration", "vision", "creation", "invention"],
      "meanings": [
       "Вдохновение и новые начинания: Искра идеи зажигает энтузиазм и мотивацию. Творческий потенциал прорывается, открывая возможности для новых проектов и целей.",
"Сила воли и целеустремленность: Неукротимый дух движет вперед, преодолевая препятствия и воплощая мечты в жизнь. Вера в себя и свои силы является ключом к успеху.",
"Предприимчивость и лидерство: Активная жизненная позиция и заразительная энергия привлекают единомышленников. Способность вдохновлять и вести за собой к достижению общих целей.",
"Риск и авантюры: Жажда приключений толкает к неизведанным территориям. Смелость и готовность к риску могут привести к неожиданным открытиям и достижениям."

],
      "name": "Туз Жезлов",
      "rank": 1,
      "suit": "wands"
    },
    {
      "keywords": ["conflict", "decision", "option", "individuality"],
      "meanings": [
        "Размышления и планирование: Обдумывание идей и взвешивание вариантов перед началом действий. Анализ возможностей и потенциальных препятствий.",
"Сомнения и нерешительность: Внутренняя борьба между желанием действовать и страхом неудачи. Необходимость найти баланс между осторожностью и решимостью.",
"Ожидание подходящего момента: Период подготовки и сбора сил перед рывком. Наблюдение за ситуацией и поиск наиболее благоприятного времени для действий.",
"Развилка дорог: Возможные альтернативы и неопределенность выбора. Необходимость тщательно проанализировать все варианты, прежде чем принимать решение."

      ],
      "name": "Двойка Жезлов",
      "rank": 2,
      "suit": "wands"
    },
    {
      "keywords": ["implementation", "action", "exploration"],
      "meanings": [
        "Рост и развитие: Новые возможности и перспективы открываются на горизонте. Успешное продвижение к цели и первые плоды упорного труда.",
"Оптимизм и энтузиазм: Радостное предвкушение грядущих достижений. Вера в свои силы и вдохновение для дальнейших свершений.",
"Совместная работа и сотрудничество: Объединение усилий для достижения общей цели. Синергия идей и взаимопомощь на пути к успеху.",
"Путешествия и новые впечатления: Расширение кругозора и получение нового опыта. Возможности для личностного роста и саморазвития."

],
      "name": "Тройка жезлов",
      "rank": 3,
      "suit": "wands"
    },
    {
      "keywords": [
        "celebration",
        "jubilation",
        "community",
        "teamwork",
        "completion"
      ],
      "meanings": [
        "Отдых и расслабление: Передышка после плодотворной работы. Время насладиться достигнутым и набраться сил для новых свершений.",
"Празднование и достижения: Радость от полученных результатов. Разделение успеха с близкими людьми и единомышленниками.",
"Гармония и баланс: Состояние внутреннего спокойствия и удовлетворенности жизнью. Умение ценить простые радости и наслаждаться настоящим моментом.",
"Новая перспектива: Возможность взглянуть на ситуацию под другим углом. Переосмысление целей и поиск новых путей к их реализации."

],
      "name": "Четверка жезлов",
      "rank": 4,
      "suit": "wands"
    },
    {
      "keywords": [
        "confrontation",
        "disruption",
        "distinction",
        "objection",
        "strife"
      ],
      "meanings": [
        "Конфликты и противостояния: Столкновение идей, мнений или интересов. Необходимость отстаивать свою позицию и защищать свои границы.",
"Соревнование и соперничество: Борьба за первенство или ресурсы. Необходимость проявить целеустремленность и настойчивость для достижения цели.",
"Преодоление препятствий: Встречи с трудностями и вызовами. Необходимость мобилизовать силы и найти нестандартные решения проблем.",
"Внутренняя борьба: Сомнения и противоречия, мешающие двигаться вперед. Необходимость разобраться в себе и найти источник своих страхов."

],
      "name": "Пятерка жезлов",
      "rank": 5,
      "suit": "wands"
    },
    {

      "keywords": ["victory", "achievement", "success", "triumph"],
      "meanings": [
        "Победа и триумф: Признание заслуг и достижений. Получение награды за свой труд и упорство.",
"Лидерство и влияние: Вдохновляющее руководство и умение вести за собой людей. Распространение своих идей и позитивного влияния на окружающих.",
"Гармония и сотрудничество: Создание крепких союзов и плодотворное взаимодействие с другими людьми. Общая цель объединяет и мотивирует.",
"Радость и процветание: Благоприятный период, наполненный позитивными событиями и счастливыми моментами. Наслаждение плодами своего труда."

      ],
      "name": "Шестерка жезлов",
      "rank": 6,
      "suit": "wands"
    },
    {
      "keywords": ["bravery", "resolve", "determination"],
      "meanings": [
        "Решимость и упорство: Неуклонное движение к цели, несмотря на препятствия. Способность преодолевать трудности и добиваться успеха.",
"Сила и стойкость: Уверенность в своих силах и способности преодолеть любые препятствия. Необходимость действовать решительно и целеустремленно.",
"Достижение цели: Успешное завершение начатого дела и достижение желаемого результата. Победа над собой и своими страхами.",
"Победа над врагами: Преодоление внутренних и внешних противников. Победа над собой и своими слабостями."

      ],
      "name": "Семерка жезлов",
      "rank": 7,
      "suit": "wands"
    },
    {
      "keywords": ["speed", "swiftness", "responsiveness", "change"],
      "meanings": [
        "Быстрое движение и прогресс: Стремительное развитие событий. Поток идей и возможностей, ведущих к успеху.",
"Внезапные изменения и перемены: Неожиданные повороты судьбы, требующие быстрой реакции и адаптации.",
"Деятельность и энергичность: Период активных действий и реализации задуманного. Необходимость не упускать момент и воплощать планы в жизнь.",
"Настойчивость и упорство: Движение к цели, несмотря на возникающие препятствия. Сила воли и целеустремленность помогают преодолеть любые трудности."

      ],
      "name": "Восьмерка жезлов",
      "rank": 8,
      "suit": "wands"
    },
    {
      "keywords": ["toughness", "persistence", "stamina", "loyalty", "release"],
      "meanings": [
        "Оборона и бдительность: Необходимость защищать свои достижения и отстаивать свои интересы. Осторожность и внимательность к деталям.",
"Препятствия и задержки: Временные трудности и испытания на пути к цели. Необходимость проявить терпение и выдержку.",
"Ожидание и надежда: Вера в благоприятный исход и уверенность в достижении цели. Не сдаваться и сохранять оптимистичный настрой.",
"Внутренняя сила и стойкость: Непоколебимая вера в себя и свои силы. Способность преодолевать любые трудности и выходить из них победителем."

],
      "name": "Девятка жезлов",
      "rank": 9,
      "suit": "wands"
    },
    {
      "keywords": ["exhaustion", "resistance", "burden", "oppression"],
      "meanings": [
        "Перегрузка и истощение: Чрезмерная ответственность и взятые на себя обязательства. Необходимость делегировать задачи и отдыхать, чтобы избежать выгорания.",
"Завершение цикла и подведение итогов: Время подвести итоги проделанной работы и оценить достигнутый результат.",
"Чувство долга и ответственность: Необходимость довести начатое до конца, несмотря на возникшие сложности.",
"Награда и признание: Получение заслуженного вознаграждения за упорный труд и целеустремленность."

      ],
      "name": "Десятка жезлов",
      "rank": 10,
      "suit": "wands"
    },
    {
      "keywords": [
        "enthusiasm",
        "eagerness",
        "confidence",
        "validation",
        "affirmation"
      ],
      "meanings": [
    "Сообщение и новости: Получение важных известий, которые повлияют на дальнейшие действия.",
"Энтузиазм и любознательность: Жажда знаний, стремление к новым открытиям и желание учиться.",
"Посланник и посредник: Роль связующего звена между людьми или идеями.",
"Нетерпеливость и поспешность: Необходимость обдумывать свои действия и не принимать решений сгоряча."

      ],
      "name": "Паж жезлов",
      "rank": "page",
      "suit": "wands"
    },
    {
      "keywords": ["boldness", "bravado", "passion", "persuasion", "advocacy"],
      "meanings": [
       "Смелость и решительность: Готовность рисковать и действовать без промедления. Огненная энергия и активное продвижение к цели.",
"Авантюризм и импульсивность: Поспешные решения и необдуманные поступки, ведущие к нежелательным последствиям.",
"Страсть и амбиции: Сильное желание добиться успеха и претворить задуманное в жизнь.",
"Защитник и покровитель: Оказание помощи и поддержка близким людям."

],
      "name": "Рыцарь жезлов",
      "rank": "knight",
      "suit": "wands"
    },
    {
      "keywords": ["attention", "attraction", "unification", "collaboration"],
      "meanings": [
        "Лидерство и власть: Умение убеждать и вести за собой людей. Сильная личность, способная брать на себя ответственность.",
"Творчество и креативность: Развитое чувство прекрасного и талант к самовыражению.",
"Независимость и уверенность в себе: Самодостаточность и умение принимать решения самостоятельно.",
"Страсть и темпераментность: Огонь страсти и сильные эмоции, которые могут как вдохновлять, так и разрушать."

],
      "name": "Королева жезлов",
      "rank": "queen",
      "suit": "wands"
    },
    {
      "keywords": ["creativity", "ingenuity", "achievement", "direction"],
      "meanings": [
       "Лидер и мудрый руководитель: Способность вести за собой и вдохновлять окружающих.",
"Отец и покровитель: Забота о благополучии близких и защита их интересов.",
"Целеустремленность и амбиции: Непреклонная воля к победе и стремление к достижению поставленных целей.",
"Огонь страсти и амбиций: Энергичность и жизненная сила, способные свернуть горы."

],
      "name": "Король жезлов",
      "rank": "king",
      "suit": "wands"
    },
    {
      "keywords": ["intuition", "spirituality", "affection", "motivation"],
      "meanings": [
       "Любовь и счастье: Наполненность глубокими чувствами, обретение нового смысла жизни. Радость от новых отношений, творческого вдохновения или духовного роста.",
"Щедрость и сострадание: Открытость сердца, готовность делиться любовью и заботой с окружающими.",
"Новые возможности: Благоприятный период для начала новых отношений, реализации творческих проектов или духовного развития.",
"Вдохновение и интуиция: Обострение чувств, способность тонко понимать и чувствовать других людей."

],
      "name": "Туз кубков",
      "rank": 1,
      "suit": "cups"
    },
    {
      "keywords": ["union", "attraction", "combination", "affection"],
      "meanings": [
        "Начало отношений: Зарождение симпатии, первые чувства и романтические встречи.",
"Гармония и баланс: Счастливый и крепкий союз, основанный на взаимной любви, доверии и уважении.",
"Совместные цели и ценности: Объединение усилий для достижения общих целей.",
"Сомнения и нерешительность: Неуверенность в своих чувствах или намерениях партнера."

      ],
      "name": "Двойка кубков",
      "rank": 2,
      "suit": "cups"
    },
    {
      "keywords": ["celebration", "expression", "community", "friendliness"],
      "meanings": [
        "Дружба и поддержка: Крепкие дружеские отношения, наполненные радостью и взаимопониманием.",
"Празднование и веселье: Время радостных событий, праздников и приятных моментов в компании близких людей.",
"Творческое сотрудничество: Совместная работа над проектом, приносящая вдохновение и удовлетворение.",
"Легкомыслие и безответственность: Поверхностное отношение к чувствам и обязательствам."

      ],
      "name": "Тройка кубков",
      "rank": 3,
      "suit": "cups"
    },
    {
      "keywords": [
        "boredom",
        "listlessness",
        "lethargy",
        "stability",
        "ingratitude"
      ],
      "meanings": [
       "Разочарование и апатия: Чувство эмоциональной пустоты, отсутствие интереса к жизни.",
"Неспособность отпустить прошлое: Зацикленность на негативных переживаниях, мешающая двигаться вперед.",
"Отказ от новых возможностей: Страх перед новыми чувствами и отношениями.",
"Период самоанализа: Время разобраться в своих чувствах и определить истинные желания."

      ],
      "name": "Четверка кубков",
      "rank": 4,
      "suit": "cups"
    },
    {
      "keywords": [
        "loss",
        "despair",
        "re-evaluation",
        "regret",
        "uncertainty",
        "repentance"
      ],
      "meanings": [
        "Боль утраты и разочарование: Переживание горя, расставания или неисполненных надежд.",
"Эмоциональная зависимость: Нездоровые отношения, приносящие боль и страдания.",
"Чувство вины и самоосуждение: Неспособность простить себя за прошлые ошибки.",
"Прощение и исцеление: Время отпустить прошлое и начать новую жизнь."

      ],
      "name": "Пятерка кубков",
      "rank": 5,
      "suit": "cups"
    },
    {
      "keywords": [
        "charity",
        "sharing",
        "sacrifice",
        "cooperation",
        "fairness"
      ],
      "meanings": [
        "Воспоминания и ностальгия: Возвращение к приятным воспоминаниям из прошлого.",
"Прощение и примирение: Исцеление душевных ран и восстановление отношений.",
"Бескорыстная помощь и поддержка: Готовность безвозмездно помочь близким людям.",
"Чувство вины и обязанности: Навязанные чувства, мешающие двигаться вперед."

      ],
      "name": "Шестерка кубков",
      "rank": 6,
      "suit": "cups"
    },
    {
      "keywords": ["imagination", "dreams", "illusions", "goals"],
      "meanings": [
        "Иллюзии и фантазии: Неспособность отличить реальность от вымысла.",
"Неопределенность и сомнения: Сложности с принятием решения из-за противоречивых чувств.",
"Поиск себя и своего места в жизни: Необходимость разобраться в своих истинных желаниях и целях.",
"Внутренние противоречия: Борьба между желаниями и долгом."

],
      "name": "Семерка кубков",
      "rank": 7,
      "suit": "cups"
    },
    {
      "keywords": [
        "longing",
        "dissatisfaction",
        "quest",
        "departure",
        "withdrawal"
      ],
      "meanings": [
        "Эмоциональное истощение: Чувство усталости от переживаний и необходимость в отдыхе.",
"Отказ от чувств: Подавление эмоций из-за страха или нежелания связываться обязательствами.",
"Период перемен: Время переосмысления своих ценностей и приоритетов.",
"Новые возможности: Шанс начать новую жизнь и построить"

      ]
      ,
      "name": "Восьмерка кубков",
      "rank": 8,
      "suit": "cups"
    },
    {
      "keywords": ["satisfaction", "sensuality", "luxury", "pleasure"],
      "meanings": [
        "Удовлетворение и благополучие: Чувство полноты и радости от жизни, наслаждение простыми радостями.",
"Материальное благополучие: Достаток и комфорт, позволяющие наслаждаться жизнью.",
"Семейное счастье и гармония: Крепкие и доверительные отношения с близкими людьми.",
"Духовное и физическое благополучие: Гармония между телом и душой, способствующая общему благополучию."

      ],
      "name": "Девятка кубков",
      "rank": 9,
      "suit": "cups"
    },
    {
      "keywords": ["joy", "fulfillment", "overwhelming emotion", "giddiness"],
      "meanings": [
        "Счастье и радость: Полное удовлетворение и радость от жизни, наслаждение каждым моментом.",
"Изобилие и благополучие: Период финансового и духовного изобилия, позволяющий наслаждаться жизнью.",
        "Неприятные сюрпризы: Неожиданные события, требующие быстрой реакции и адаптации."

      ],
      "name": "Десятка кубков",
      "rank": 10,
      "suit": "cups"
    },
    {
      "keywords": [
        "enthusiasm",
        "first impressions",
        "romanticism",
        "superficiality"
      ],
      "meanings": [
        "Сообщение и новости: Получение важных известий, которые повлияют на дальнейшие действия."

      ],
      "name": "Паж кубков",
      "rank": "page",
      "suit": "cups"
    },
    {
      "keywords": ["fervor", "zeal", "moodiness", "illumination"],
      "meanings": [
        "Сильные эмоции и страсти: Вспыльчивость и неуравновешенность, способные как вдохновлять, так и разрушать."

],
      "name": "Рыцарь кубков",
      "rank": "knight",
      "suit": "cups"
    },
    {
      "keywords": [
        "insightfulness",
        "spirituality",
        "compassion",
        "empathy",
        "instinct"
      ],
      "meanings": [
        "Духовное просвещение и интуиция: Глубокое понимание себя и окружающего мира, способность чувствовать энергию и настроения других людей."

      ],
      "name": "Королева кубков",
      "rank": "queen",
      "suit": "cups"
    },
    {
      "keywords": ["wisdom", "diplomacy", "restraint", "composure"],
      "meanings": [
        "Мудрость и дипломатия: Способность находить компромиссы и решать конфликты мирным путем."

],
      "name": "Король кубков",
      "rank": "king",
      "suit": "cups"
    },
    {
      "keywords": ["logic", "objectivity", "intellect", "choice"],
      "meanings": [
        "Вдохновение и новые идеи: Яркий всплеск интеллектуальной энергии, ведущий к новым открытиям и достижениям.",
"Сила мысли и проницательность: Острый ум, способность ясно мыслить и принимать верные решения.",
"Смелость и решительность: Готовность отстаивать свои идеи и защищать свои интересы.",
"Конфликты и противостояния: Столкновение с оппонентами, необходимость отстаивать свою точку зрения."

],
      "name": "Туз мечей",
      "rank": 1,
      "suit": "swords"
    },
    {
      "keywords": ["denial", "debate", "impasse", "truce"],
      "meanings": [
        "Сомнения и нерешительность: Внутренняя борьба, неуверенность в выборе и страх перед принятием решения.",
"Обман и двуличие: Нечестность по отношению к себе или другим, манипуляции и корыстные намерения.",
"Баланс и компромисс: Поиск решения, которое будет учитывать интересы всех сторон.",
"Период затишья и размышлений: Время, необходимое для анализа ситуации и принятия взвешенного решения."

      ],
      "name": "Двойка мечей",
      "rank": 2,
      "suit": "swords"
    },
    {
      "keywords": [
        "variance",
        "difference",
        "dissatisfaction",
        "heartache",
        "rejection"
      ],
      "meanings": [
        "Боль утраты и разочарование: Переживание горя, расставания или неисполненных надежд.",
"Предательство и обман: Разрушение доверия и болезненные разочарования.",
"Внутренняя сила и стойкость: Способность преодолеть трудности и найти силы двигаться вперед.",
"Освобождение от иллюзий: Отказ от ложных представлений и взгляд на ситуацию более реалистично."

      ],
      "name": "Тройка мечей",
      "rank": 3,
      "suit": "swords"
    },
    {
      "keywords": ["meditation", "contemplation", "perspective", "mindset"],
      "meanings": [
        "Отдых и восстановление: Период передышки и затишья, необходимый для накопления сил и новых идей.",
"Апатия и безразличие: Отсутствие желания действовать, упадок сил и интереса к жизни.",
"Внутренние конфликты: Неосознанные проблемы и противоречия, мешающие двигаться вперед.",
"Медитация и самоанализ: Время для размышлений и поиска ответов на важные вопросы."

],
      "name": "Четверка мечей",
      "rank": 4,
      "suit": "swords"
    },
    {
      "keywords": [
        "selfishness",
        "hostility",
        "irrationality",
        "self-preservation"
      ],
      "meanings": [
        "Конфликты и противостояния: Столкновение с оппонентами, борьба за власть или ресурсы.",
"Поражение и разочарование: Неудача в достижении цели, потеря контроля над ситуацией.",
"Неспособность отпустить прошлое: Зацикленность на негативных переживаниях, мешающая двигаться вперед.",
"Прощение и исцеление: Время отпустить обиды и начать новую жизнь."

      ],
      "name": "Пятерка мечей",
      "rank": 5,
      "suit": "swords"
    },
    {
      "keywords": ["adaptation", "adjustments", "science", "travel"],
      "meanings": [
        "Путешествия и перемены: Изменение жизненной ситуации, переезд на новое место или смена сферы деятельности.",
"Внутренняя гармония и спокойствие: Состояние уравновешенности и уверенности в своих силах.",
"Освобождение от бремени: Избавление от проблем и тяжелых воспоминаний, мешавших двигаться вперед.",
"Новые возможности и перспективы: Благоприятный период для начала новых дел и реализации своих целей."

],
      "name": "Шестерка мечей",
      "rank": 6,
      "suit": "swords"
    },
    {
      "keywords": ["dishonesty", "presumption", "sneakiness", "assumptions"],
      "meanings": [
        "Борьба между желаниями и долгом: Метания из стороны в сторону, неспособность принять решение.",
"Страх перед неизвестностью: Боязнь нового опыта и перемен в жизни.",
"Поиск себя и своего места в жизни: Необходимость разобраться в своих истинных желаниях и целях.",
"Внутренние ресурсы и потенциал: Скрытые возможности, которые ждут своего раскрытия."

      ],
      "name": "Семерка мечей",
      "rank": 7,
      "suit": "swords"
    },
    {
      "keywords": ["restriction", "limitation", "confinement", "helplessness"],
      "meanings": [
        "Ограничения и препятствия: Неспособность действовать из-за внешних или внутренних факторов.",
"Чувство безысходности и отчаяния: Потеря веры в себя и свои силы.",
"Принуждение и манипулирование: Подчинение чужой воле или давление со стороны окружающих.",
"Внутренняя сила и стойкость: Способность преодолеть трудности и найти выход из сложной ситуации."

      ],
      "name": "Восьмерка мечей",
      "rank": 8,
      "suit": "swords"
    },
    {
      "keywords": ["remorse", "worry", "distraught", "conclusion"],
      "meanings": [
       "Кошмары и страхи: Навязчивые идеи, тревожность и бессонница.",
"Чувство вины и самоосуждение: Неспособность простить себя за прошлые ошибки.",
"Депрессия и апатия: Утрата интереса к жизни и чувство безысходности.",
"Поиск помощи и поддержки: Необходимость обратиться к специалисту или близким людям за помощью."

      ],
      "name": "Девятка мечей",
      "rank": 9,
      "suit": "swords"
    },
    {
      "keywords": ["exhaustion", "ruin", "disaster", "stamina", "obsession"],
      "meanings":[
        "Разрушение и крах: Завершение негативного цикла в жизни, освобождение от тяжелого бремени.",
"Поражение и разочарование: Неудача в достижении цели, потеря контроля над ситуацией.",
"Новые возможности и перспективы: Благоприятный период для начала новых дел и реализации своих целей.",
"Внутренняя трансформация: Переосмысление жизненных ценностей и приоритетов."

      ],
      "name": "Десятка мечей",
      "rank": 10,
      "suit": "swords"
    },
    {
      "keywords": ["student", "apprentice", "scholarship", "information"],
      "meanings": [
       "Новые идеи и решения: Свежий взгляд на ситуацию, неожиданные озарения и перспективные идеи.",
"Внутренняя сила и стойкость: Способность отстаивать свои интересы и защищать свои убеждения.",
"Нетерпеливость и поспешность: Быстрые решения, не подкрепленные анализом и взвешиванием всех факторов.",
"Конфликты и противостояния: Столкновение с оппонентами, необходимость отстаивать свою точку зрения."

      ],
      "name": "Паж мечей",
      "rank": "page",
      "suit": "swords"
    },
    {
      "keywords": [
        "bluntness",
        "intelligence",
        "incisiveness",
        "investigation"
      ],
      "meanings": [
        "Смелость и решительность: Готовность действовать быстро и решительно, не страшась препятствий.",
"Справедливость и честность: Стремление к истине и борьба за справедливость.",
"Острый ум и логическое мышление: Способность анализировать ситуацию и принимать верные решения.",
"Нетерпеливость и агрессивность: Чрезмерная импульсивность и неспособность контролировать свои эмоции."

],
      "name": "Рыцарь мечей",
      "rank": "knight",
      "suit": "swords"
    },
    {
      "keywords": ["grace", "skill", "wit", "charm", "aptitude"],
      "meanings": [
        "Умение видеть суть вещей и распознавать обман. Способность отличать правду от лжи и принимать верные решения.",
"Холодность и расчетливость: Неспособность проявлять эмоции и сострадание к другим людям.",
"Сарказм и ирония: Склонность к уколам и язвительным замечаниям.",
"Манипуляции и контроль: Стремление подчинять свою волю другим людям."

      ],
      "name": "Королева мечей",
      "rank": "queen",
      "suit": "swords"
    },
    {
      "keywords": ["genius", "expertise", "decision", "verdict"],
      "meanings":[
        "Справедливость и мудрость: Способность принимать взвешенные решения и действовать в соответствии с законом.",
"Сила и власть: Умение управлять людьми и ресурсами.",
"Логическое мышление и аналитический склад ума: Способность видеть суть вещей и принимать верные решения.",
"Жесткость и бескомпромиссность: Неспособность прощать ошибки и идти на уступки."

      ],
      "name": "Король мечей",
      "rank": "king",
      "suit": "swords"
    },
    {
      "keywords": ["health", "wealth", "practicality", "receiving"],
      "meanings": [
        "Новые возможности и перспективы: Благоприятный период для начала новых дел, реализации творческих проектов или улучшения материального благосостояния.",
"Неожиданная удача и везение: Получение денежного вознаграждения, выигрыш в лотерею или другой приятный сюрприз.",
"Стабильность и уверенность в будущем: Чувство спокойствия за свою материальную обеспеченность и благополучие близких."


      ],
      "name": "Туз пентаклей",
      "rank": 1,
      "suit": "pentacles"
    },
    {

      "keywords": ["evaluation", "decision", "budgeting", "diagnosis"],
      "meanings":[
        "Умение управлять финансами: Способность разумно распределять доходы и делать накопления.",
"Баланс между материальным и духовным: Понимание того, что в жизни есть более важные вещи, чем деньги.",
"Необходимость сделать выбор: Сложность в принятии решения, связанного с финансами или материальными ценностями.",
"Поиск дополнительного источника дохода: Необходимость искать новые способы увеличения благосостояния."

      ],
      "name": "Двойка пентаклей",
      "rank": 2,
      "suit": "pentacles"
    },
    {

      "keywords": ["expression", "production", "work", "contribution"],
      "meanings": [
        "Успех в работе и карьере: Получение признания за свои труды, продвижение по службе или увеличение зарплаты.",
"Плодотворное сотрудничество: Создание успешного делового партнерства или налаживание выгодных связей.",
"Процветание и изобилие: Улучшение материального благосостояния, возможность позволить себе больше, чем раньше.",
"Необходимость делиться своими достижениями: Желание помочь другим людям и сделать мир лучше."

      ],
      "name": "Тройка пентаклей",
      "rank": 3,
      "suit": "pentacles"
    },
    {
      "keywords": ["protection", "conservation", "preservation", "safety"],
      "meanings": [
        "Бережливость и рачительность: Умение экономить деньги и не тратить их на лишнее.",
"Чувство неопределенности и тревоги: Страх перед будущим и неуверенность в завтрашнем дне.",
"Необходимость пересмотреть свои приоритеты: Понимание того, что в жизни есть более важные вещи, чем деньги.",
"Период временных финансовых трудностей: Необходимость ограничить свои расходы и искать способы увеличения доходов."

      ],
      "name": "Четверка пентаклей",
      "rank": 4,
      "suit": "pentacles"
    },
    {
      "keywords": ["poverty", "destitution", "need", "crisis"],
      "meanings": [
        "Материальные трудности и потери: Период безденежья, необходимость просить о помощи или сокращать расходы.",
"Чувство одиночества и изоляции: Отсутствие поддержки со стороны близких людей и необходимость решать свои проблемы самостоятельно.",
"Испытание стойкости и духа: Возможность проверить свою силу воли и научиться ценить то, что имеешь.",
"Новая перспектива и понимание жизни: Осознание того, что в жизни есть более важные вещи, чем деньги."

      ],
      "name": "Пятерка пентаклей",
      "rank": 5,
      "suit": "pentacles"
    },
    {
      "keywords": ["charity", "fairness", "cooperation", "sharing"],
      "meanings": [
        "Желание делиться своими благами с другими людьми и делать мир лучше.",
"Благотворительность и меценатство: Поддержка тех, кто нуждается в помощи, и вклад в развитие общества.",
"Получение помощи и поддержки: Неожиданная помощь от друзей или близких людей в трудной ситуации.",
"Гармоничные отношения с деньгами: Умение легко привлекать деньги в свою жизнь и распоряжаться ими мудро."

],
      "name": "Шестерка пентаклей",
      "rank": 6,
      "suit": "pentacles"
    },
    {
      "keywords": ["assessment", "evaluation", "re-evaluation", "reflection"],
      "meanings": [
        "Удача в азарте или лотерее: Неожиданный выигрыш или приятный сюрприз, связанный с деньгами.",
"Плоды труда и настойчивости: Получение вознаграждения за свои усилия и долговременную работу.",
"Необходимость тщательного планирования и анализа: Умение рассчитывать свои силы и возможности перед тем, как браться за новое дело.",
"Сомнения в своих силах и возможностях: Неуверенность в том, что сможешь достичь своих целей."

      ],
      "name": "Семерка пентаклей",
      "rank": 7,
      "suit": "pentacles"
    },
    {
      "keywords": ["effort", "work diligence", "skill"],
      "meanings": [
        "Упорный труд и целеустремленность: Готовность много работать для достижения своих целей.",
"Мастерство и профессионализм: Высокий уровень квалификации в своей области и умение делать свою работу хорошо.",
"Финансовая стабильность и благополучие: Уверенность в завтрашнем дне и возможность позволить себе больше, чем раньше.",
"Необходимость делать перерывы и отдыхать: Умение найти баланс между работой и личной жизнью."

      ],
      "name": "Восьмерка пентаклей",
      "rank": 8,
      "suit": "pentacles"
    },
    {
      "keywords": ["training", "discipline", "confidence", "enough"],
      "meanings": [
        "Богатство и процветание: Достижение всего, о чем мечтал, и возможность наслаждаться плодами своего труда.",
"Чувство удовлетворения и спокойствия: Осознание того, что достиг всех своих целей и можешь гордиться собой.",
"Щедрость и бескорыстная помощь: Желание делиться своими благами с другими людьми и делать мир лучше.",
"Необходимость оставаться скромным и не зазнаваться: Понимание того, что деньги не являются самым важным в жизни."

],
      "name": "Девятка пентаклей",
      "rank": 9,
      "suit": "pentacles"
    },
    {
      "keywords": ["wealth", "abundance", "acquisition", "greed"],
      "meanings": [
        "Семейное благополучие и уют: Счастливая семейная жизнь, окруженная любовью и заботой.",
"Достижение всех целей и задач: Реализация самых смелых мечт и планов.",
"Чувство стабильности и уверенности в будущем: Знание того, что ты под защитой и тебе не чего бояться.",
"Необходимость делиться своими достижениями с другими: Желание помочь другим людям и сделать мир лучше."

      ],
      "name": "Десятка пентаклей",
      "rank": 10,
      "suit": "pentacles"
    },
    {
      "keywords": [
        "practicality",
        "prosperity",
        "learning",
        "growth",
        "adolescence"
      ],
      "meanings": [
        "Новые возможности для заработка: Неожиданное предложение работы или шанс увеличить свой доход.",
"Новые идеи и проекты: Творческий подход к решению финансовых вопросов и поиск новых способов заработка.",
"Необходимость учиться обращаться с деньгами: Понимание важности финансовой грамотности и умение управлять своими доходами.",
"Первые шаги к финансовой независимости: Начало пути к достижению своих материальных целей."

      ],
      "name": "Паж пентаклей",
      "rank": "page",
      "suit": "pentacles"
    },
    {

      "keywords": ["caution", "focus", "realism", "invention"],
      "meanings": [
        "Умение зарабатывать деньги: Способность найти хорошую работу и добиться успеха в своей профессии.",
"Надежность и стабильность: Уверенность в завтрашнем дне и готовность помочь другим людям.",
"Практичность и рациональность: Умение разумно расходовать деньги и не тратить их на лишнее.",
"Необходимость быть более гибким и адаптивным: Готовность менять свои планы в зависимости от обстоятельств."

      ],
      "name": "Рыцарь пентаклей",
      "rank": "knight",
      "suit": "pentacles"
    },
    {
      "keywords": [
        "luxury",
        "comfort",
        "resourcefulness",
        "generosity",
        "prosperity"
      ],
      "meanings": [
       "Материальное процветание и изобилие: Умение создавать уют и комфорт в своем доме и обеспечивать свою семью всем необходимым.",
"Щедрость и бескорыстная помощь: Желание делиться своими благами с другими людьми и делать мир лучше.",
"Практичность и бережливость: Умение разумно расходовать деньги и не тратить их на лишнее.",
"Необходимость найти баланс между материальным и духовным: Понимание того, что в жизни есть более важные вещи, чем деньги."

      ],
      "name": "Королева пентаклей",
      "rank": "queen",
      "suit": "pentacles"
    },
    {
      "keywords": ["stability", "dependability", "confidence", "intervention"],
      "meanings": [
        "Мудрый управляющий финансами: Способность создавать устойчивый бизнес и увеличивать свой капитал.",
"Щедрый и великодушный человек: Готовность делиться своими благами с другими людьми и помогать тем, кто нуждается.",
"Ответственность и благоразумие: Умение принимать взвешенные решения и нести ответственность за свои поступки.",
"Необходимость не забывать о своих желаниях и потребностях: Умение находить время для себя и своих близких."

      ],
      "name": "Король пентаклей",
      "rank": "king",
      "suit": "pentacles"
    }
  ]
}
